Repository: gpg/gpgex
Catalog: po/*.po
Languages: ar, de, es, fr, it, nl, pl, pt, ru, sv

source: Can not connect to the GnuPG user interface%s%s%s: %s
ar: تعذّر الاتصال بواجهة المستخدم GnuPG%s%s%s: %s
de: Verbindung zur GnuPG Benutzerschnittstelle%s%s%s kann nicht aufgebaut werden: %s
es: No se pudo acceder a la interface de usuario de GnuPG%s%s%s:\r %s
fr: Impossible de se connecter à l'interface utilisateur GnuPG%s%s%s: %s
it: Non è possibile connettersi all'interfaccia utente GnuPG%s%s%s: %s
nl: Kan niet met de GnuPG gebuikersinterface verbinden%s%s%s: %s
pl: Nie można połączyć się z interfejsem użytkownika GnuPG%s%s%s: %s
pt: Não é possível aceder à interface de utilizador do GnuPG%s%s%s: %s
ru: Не могу подключиться к пользовательскому интерфейсу GnuPG%s%s%s: %s
sv: Kan inte ansluta till GnuPG-användargränssnittet%s%s%s: %s

source: Error returned by the GnuPG user interface%s%s%s: %s
ar: الخطأ الذي أرجعته واجهة المستخدم GnuPG%s%s%s: %s
de: Fehlermeldung der GnuPG Benutzerschnittstelle%s%s%s: %s
es: Error de la interface de usuario de GnuPG%s%s%s: %s
fr: Erreur retournée par l'interface utilisateur GnuPG%s%s%s: %s
it: Errore restituito dall'interfaccia utente GnuPG%s%s%s: %s
nl: Fout gerapporteerd door de GnuPG gebruikersinterface%s%s%s: %s
pl: Błąd zwrócony przez interfejs użytkownika GnuPG%s%s%s:\r %s
pt: Erro retornado pela interface de utilizador do GnuPG%s%s%s: %s
ru: Пользовательский интерфейс GnuPG сообщил об ошибке%s%s%s: %s
sv: Fel som returneras av GnuPG-användargränssnittet%s%s%s: %s

source: About GpgEX
ar: عن GpgEX
de: Über GpgEX
es: Acerca de GpgEX
fr: À propos de GpgEX
it: Informazioni su GpgEX
nl: Over GpgEX
pl: O GpgEX
pt: Sobre o GpgEX
ru: О GpgEX
sv: Om GpgEX

source: Decrypt and verify
ar: ظهِّر و تحقق
de: Entschlüsseln und prüfen
es: Descifrar y verificar.
fr: Déchiffrer et vérifier
it: Decrittografare e verificare
nl: Ontcijferen en verifiëren
pl: Rozszyfruj i zweryfikuj
pt: Desencriptar e verificar
ru: Расшифровать и проверить
sv: Avkryptera och verifiera

source: Decrypt
ar: ظهِّر
de: Entschlüsseln
es: Descifrar
fr: Déchiffrer
it: Decrittografare
nl: Ontcijferen
pl: Rozszyfruj
pt: Desencriptar
ru: Расшифровать
sv: Avkryptera

source: Verify
ar: تحقق
de: Prüfen
es: Verificar
fr: Vérifier
it: Verifica
nl: Verifiëren
pl: Weryfikuj
pt: Verificar
ru: Проверить
sv: Verifiera

source: Sign and encrypt
ar: وقِّع و عمِّ
de: Signieren und verschlüsseln
es: Firmar y cifrar
fr: Signer et chiffrer
it: Firmare e crittografare
nl: Ondertekenen en versleutelen
pl: Podpisz i zaszyfruj
pt: Assinar e encriptar
ru: Подписать и зашифровать
sv: Signera och kryptera

source: Encrypt
ar: عمِّ
de: Verschlüsseln
es: Cifrar
fr: Chiffrer
it: Cifra
nl: Versleutelen
pl: Zaszyfruj
pt: Encriptar
ru: Зашифровать
sv: Kryptera

source: Sign
ar: وقِّع
de: Signieren
es: Firmar
fr: Signer
it: Firma
nl: Ondertekenen
pl: Podpisz
pt: Assinar
ru: Подписать
sv: Signera

source: Import keys
ar: استورد المفاتيح
de: Zertifikate importieren
es: Importar claves
fr: Importer des clés
it: Importare chiavi
nl: Sleutels importeren
pl: Importuj klucze
pt: Importar chaves
ru: Импортировать ключи
sv: Importera nycklar

source: Create checksums
ar: احسب تلبيدات
de: Prüfsummen erstellen
es: Crear sumas de comprobación.
fr: Créer des sommes de contrôle
it: Creare checksum
nl: Controlesommen maken
pl: Utwórz sumy kontrolne
pt: Criar checksums
ru: Создать контрольные суммы
sv: Skapa kontrollsummor

source: Verify checksums
ar: افحص التلبيدات
de: Prüfsummen überprüfen
es: Verificar sumas de comprobación.
fr: Vérifier les sommes de contrôle
it: Verificare i checksum
nl: Controlesommen verifiëren
pl: Zweryfikuj sumy kontrolne
pt: Verificar checksums
ru: Проверить контрольные суммы
sv: Verifiera kontrollsummor

source: More GpgEX options
ar: ‮مزيد من خيارات ‪GpgEx‬
de: Mehr GpgEX Optionen
es: Más opciones de GpgEX
fr: Plus d'options GpgEX
it: Altre opzioni GpgEX
nl: Meer opties voor GpgEX
pl: Więcej opcji GpgEX
pt: Mais opções do GpgEX
ru: Другие параметры GpgEX
sv: Fler GpgEX-alternativ

source: Show the version of GpgEX.
ar: أظهر رقم إصدارة GpgEX
de: Anzeige der Version von GpgEX
es: Mostrar la versión de GpgEX
fr: Voir la version de GpgEX.
it: Mostra la versione di GpgEX.
nl: De versie van GpgEX weergeven.
pl: Pokaż wersję GpgEX.
pt: Mostrar a versão do GpgEX.
ru: Показать версию GpgEX.
sv: Visa versionen av GpgEX.

source: Decrypt and verify the marked files.
ar: ظهِّر و تحقق من الملفات المؤشَّرة.
de: Die markierten Dateien entschlüsseln und prüfen.
es: Descifrar y verificar los archivos marcados.
fr: Déchiffrer et vérifier les fichiers marqués.
it: Decrittografare e verificare i file contrassegnati.
nl: De gemarkeerde bestanden ontcijferen en verifiëren.
pl: Rozszyfruj i zweryfikuj zaznaczone pliki.
pt: Desencriptar e verificar os ficheiros marcados.
ru: Расшифровать и проверить отмеченные файлы.
sv: Avkryptera och verifiera de markerade filerna.

source: Decrypt the marked files.
ar: ظهِّر الملفات المؤشَّرة.
de: Die markierten Dateien entschlüsseln.
es: Descifrar los archivos marcados.
fr: Déchiffrer les fichiers marqués.
it: Decrittografare i file contrassegnati.
nl: De gemarkeerde bestanden ontcijferen.
pl: Rozszyfruj zaznaczone pliki.
pt: Desencriptar os ficheiros marcados.
ru: Расшифровать отмеченные файлы.
sv: Avkryptera de markerade filerna.

source: Verify the marked files.
ar: تحقق من توقيعات الملفات المؤشَّرة.
de: Die markierten Dateien prüfen.
es: Verificar los archivos marcados.
fr: Vérifier les fichiers marqués.
it: Verificare i file contrassegnati.
nl: De gemarkeerde bestanden verifiëren.
pl: Zweryfikuj zaznaczone pliki.
pt: Verificar os ficheiros marcados.
ru: Проверить отмеченные файлы.
sv: Verifiera de markerade filerna.

source: Sign and encrypt the marked files.
ar: وقِّع و عمِّ الملفات المؤشَّرة.
de: Die markierten Dateien signieren und verschlüsseln.
es: Firmar y cifrar los archivos marcados.
fr: Signer et chiffrer les fichiers marqués.
it: Firmare e crittografare i file contrassegnati.
nl: De gemarkeerde bestanden ondertekenen en versleutelen.
pl: Podpisz i zaszyfruj zaznaczone pliki.
pt: Assinar e encriptar os ficheiros marcados.
ru: Подписать и зашифровать отмеченные файлы.
sv: Signera och kryptera de markerade filerna.

source: Encrypt the marked files.
ar: عمِّ الملفات المؤشَّرة.
de: Die markierten Dateien verschlüsseln.
es: Cifrar los archivos marcados.
fr: Chiffrer les fichier marqués
it: Crittografare i file contrassegnati.
nl: De geselecteerde bestanden versleutelen.
pl: Zaszyfruj zaznaczone pliki.
pt: Encriptar os ficheiros marcados.
ru: Зашифровать отмеченные файлы.
sv: Kryptera de markerade filerna.

source: Sign the marked files.
ar: وقِّع الملفات المؤشَّرة.
de: Die markierten Dateien signieren.
es: Firmar los archivos marcados.
fr: Signer les fichiers marqués.
it: Firmare i file contrassegnati.
nl: De gemarkeerde bestanden ondertekenen.
pl: Podpisz zaznaczone pliki.
pt: Assinar os ficheiros marcados.
ru: Подписать отмеченные файлы.
sv: Signera de markerade filerna.

source: Import the marked files.
ar: استورد الملفات المؤشَّرة.
de: Die markierten Dateien importieren.
es: Importar los archivos marcados.
fr: Importer les fichiers marqués.
it: Importare i file contrassegnati.
nl: De gemarkeerde bestanden importeren.
pl: Importuj zaznaczone pliki.
pt: Importar os ficheiros marcados.
ru: Импортировать отмеченные файлы.
sv: Importera de markerade filerna.

source: Create checksums.
ar: احسب تلبيدات.
de: Für die markierten Dateien Prüfsummen erstellen.
es: Crear sumas de comprobación.
fr: Créer des sommes de contrôle.
it: Creare checksum.
nl: Controlesommen maken.
pl: Utwórz sumy kontrolne.
pt: Criar checksums.
ru: Создать контрольные суммы.
sv: Skapa kontrollsummor.

source: Verify checksums.
ar: افحص التلبيدات.
de: Die Prüfsummen der markierten Dateien überprüfen.
es: Verificar sumas de comprobación.
fr: Vérifier des sommes de contrôle.
it: Verificare i checksum.
nl: Controlesommen verifiëren.
pl: Zweryfikuj sumy kontrolne.
pt: Verificar checksums.
ru: Проверить контрольные суммы.
sv: Verifiera kontrollsummor.

source: Show more GpgEX options.
ar: ‮أظهر مزيدا من خيارات ‪GpgEx‬.
de: Mehr GpgEX Optionen.
es: Mostrar más opciones de GpgEX.
fr: Montrer plus d'options GpgEX.
it: Mostra altre opzioni GpgEX.
nl: Meer opties voor GpgEX weergeven.
pl: Pokaż więcej opcji GpgEX.
pt: Mostrar mais opções do GpgEX.
ru: Другие параметры GpgEX.
sv: Visa fler GpgEX-alternativ.

source: -#GpgEXFullHelpText#-
ar: GpgEX مُلحَقَة لإنترنت إكسبلورَر لتعمية البيانات و التوقيع الرقمي و هي تستخدم أداة GnuPG (http://www.gnupg.org). GpgEX برمجية حُرَّة; لك حق توزيعها و/أو تعديلها وفق شروط رخصة گنو العمومية الصغرى التي تنشرها مؤسسة البرمجيات الحُرَّة إما في إصدارتها رقم 2.1 أو (إن أردت) أي إصدارة لاحقة. GpgEX منشورة بِنِيّة أن تكون مفيدة لكن بلا أي ضمانات، و لا حتّى الضمان الضمني لصلاحيتها كسلعة و لا ملاءمتها لأي غرض بعينه. طالع نصّ "رخصة گنو العمومية الصغرى لمزيد من التفاصيل. يُفترض أن تكون قد حصلت مع هذه البرمجية على نسخة من نصّ رخصة گنو العموميةالصغرى المنشور في <http://www.gnu.org/licenses/>.
de: GpgEX ist eine Explorer Erweiterung, welche es ermöglicht Daten mittels der Internet-Standards PGP/MIME oder S/MIME zu verschlüsseln und digital zu signieren. Im Hintergrund wird dazu die GnuPG Software (<http://www.gnupg.org/>) benutzt. GpgEX ist freie Software. Sie können es unter den Bedingungen der GNU Lesser General Public License, wie von der Free Software Foundation veröffentlicht, weitergeben und/oder modifizieren; entweder gemäß Version 2.1 der Lizenz oder (nach Ihrer Wahl) jeder späteren Version. GpgEX wird in der Hoffnung veröffentlicht, daß es Ihnen von Nutzen sein wird, aber ohne irgendeine Garantie, sogar ohne die implizite Garantie der Marktreife oder der Verwendbarkeit für einen bestimmten Zweck. Details finden Sie in der GNU Lesser General Public License. Zusammen mit GpgEX sollten Sie eine Kopie der GNU Lesser General Public License erhalten haben. Falls nicht, finden Sie diese unter der Webadresse <http://www.gnu.org/licenses/>.
fr: GpgEX est une extension de l'Explorateur qui lui permet de chiffrer ou signer numériquement les données à l'aide de PGP / MIME ou du standard Internet S / MIME sur la base du logiciel GnuPG (<http://www.gnupg.org/>). GpgEX est un logiciel libre. Vous pouvez l'utiliser dans les conditions GNU Lesser General Public License telle que publiée par la Free Software Fondation, le redistribuer et / ou le modifier; soit la version 2.1 de la Licence, ou (à votre choix) toute version ultérieure. Vous pouvez accéder à la licence GNU Lesser General Public License à l'adresse WEB : <http://www.gnu.org/licenses/>.
it: GpgEX è un'estensione di Explorer che lo rende possibile Dati che utilizzano gli standard Internet PGP/MIME o S/MIME crittografare e firmare digitalmente. Sullo sfondo c'è A questo scopo viene utilizzato il software GnuPG (<http://www.gnupg.org/>). GpgEX è un software gratuito. Puoi farlo alle condizioni la GNU Lesser General Public License, come Software Libero La Fondazione pubblica, ridistribuisce e/o modifica; o secondo la versione 2.1 della licenza o (a tua scelta) qualsiasi versione successiva. GpgEX viene rilasciato nella speranza che possa esserti utile sarà, ma senza alcuna garanzia, anche senza quella implicita Garanzia della maturità del mercato o dell'usabilità per uno specifico scopo. Vedere GNU Lesser per i dettagli General Public License. Insieme a GpgEX dovresti ottenere una copia del GNU Lesser General Licenza pubblica. In caso contrario, trovalo all'indirizzo web <http://www.gnu.org/licenses/>
nl: GpgEX is een invoegtoepassing voor Verkenner voor het versleutelen en ondertekenen van gegevens. Het gebruikt de GnuPG-software (http://www.gnupg.org). GpgEX is vrije software; u kunt het verspreiden en/of aanpassen onder de voorwaarden van de GNU Lesser General Public License zoals gepubliceerd bij de Free Software Foundation; zowel versie 2.1 van de licentie, of (naar eigen keuze) elke nieuwere versie. GpgEX wordt verspreid in de hoop dat het bruikbaar zal zijn, maar ZONDER ENIGE GARANTIE; zonder ook maar de impliciete garantie van VERKOOPBAARHEID of TOEPASSING VOOR EEN BEPAALD DOEL. Zie de GNU Lesser General Public LIcense voor meer details. U zou een kopie van de GNU Lesser General Public License ontvangen moeten hebben bij dit programma; zo niet, zie <http://www.gnu.org/licenses/>.
pl: GpgEX jest pluginem do Exploatora Windows do szyfrowania i podpisywania danych. Używa oprogramowania GnuPG (http://www.gnupg.org). GpgEX jest oprogramowaniem darmowym; możesz je redystrybuować i/lub modyfikować na warunkach GNU Lesser General Public License i publikowanej przez Free Software Foundation; zarówno wersji 2.1 jak i (twoja opcja) jakąkolwiek nowszą wersją. GpgEX jest dystrybuowany w nadziei, że będzie użyteczny, ale BEZ ŻADNEJ GWARANCJI; nawet bez pośredniej gwarancji RYNKOWOŚCI lub PRZYDATNOŚCI DLA SZCZEGÓLNEGO CELU. Więcej szczegółów w GNU Lesser General Pulbic License. Powinieneś otrzymać kopię GNU Lesser General Public License wraz z tym programem; jeśli nie, zobacz <http://www.gnu.org/licenses/>.
pt: O GpgEX é um plug-in Explorer para encriptar e assinar dados. Ele usa o software GnuPG (http://www.gnupg.org). O GpgEX é software livre; podes redistribuí-lo e/ou modificá-lo nos termos da GNU Lesser General Public License, como está publicado pela Free Software Foundation; quer a versão 2.1 da Licença, ou (à tua escolha) qualquer versão posterior. O GpgEX é distribuído na esperança que possa ser útil, mas SEM QUALQUER GARANTIA; nem mesmo a garantia implícita de MERCANTIBILIDADE ou APTIDÃO PARA UMA FINALIDADE ESPECÍFICA. Vê a GNU Lesser General Public License para mais detalhes. Deves ter recebido uma cópia da GNU Lesser General Public License juntamente com este programa; se não, vê <http://www.gnu.org/licenses/>.
ru: GpgEX is an Explorer plugin for data encryption and signing It uses the GnuPG software (http://www.gnupg.org). GpgEX is free software; you can redistribute it and/or modify it under the terms of the GNU Lesser General Public License as published by the Free Software Foundation; either version 2.1 of the License, or (at your option) any later version. GpgEX is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU Lesser General Public License for more details. You should have received a copy of the GNU Lesser General Public License along with this program; if not, see <http://www.gnu.org/licenses/>. GpgEX - модуль обозревателя для шифрования и подписи данных. Он пользуется программой GnuPG (http://www.gnupg.org). GpgEx - свободная программа; Вы можете перераспространять и изменять ее на условиях Меньшей стандартной общественной лицензии GNU (LGPL) в тои виде, в каком она опубликована Фондом свободного программного обеспечения - либо версии 2.1 лицензии, либо (на Ваш выбор) любой более поздней версии. GpgEX распространяется в надежде на то, что будет полезен, но БЕЗО ВСЯКИХ ГАРАНТИЙ; даже без неявной гарантии ТОВАРНОГО ВИДА или ПРИГОДНОСТИ ДЛЯ КОНКРЕТНЫХ ЦЕЛЕЙ. Подробности см. в Меньшей стандартной общественной лицензии GNU. Вы должны были получить копию Меньшей стандартной общественной лицензии GNU вместе с этой программой; если это не так, см. <http://www.gnu.org/licenses/>.
sv: GpgEX är ett tillägg till Utforskaren som gör det möjligt att kryptera och digitalt signera data med hjälp av internetstandarderna PGP/MIME eller S/MIME. I bakgrunden används programvaran GnuPG (<http://www.gnupg.org/>). GpgEX är fri programvara. Du kan distribuera och/eller modifiera den enligt villkoren i GNU Lesser General Public License, som publicerats av Free Software Foundation, antingen enligt version 2.1 av licensen eller (efter eget val) varje senare version. GpgEX publiceras i hopp om att den ska vara till nytta för dig, men utan någon garanti, inte ens den underförstådda garanti för marknadsmognad eller användbarhet för ett visst ändamål. Mer information finns i GNU Lesser General Public License. Tillsammans med GpgEX bör du ha fått en kopia av GNU Lesser General Public License. Om inte, hittar du den på webbadressen <http://www.gnu.org/licenses/>.

source: This is GpgEX version %s (%s)
ar: هذه إصدارة GpgEX رقم %s (%s)
de: Dies ist GpgEX Version %s (%s)
es: Esto es GpgEX versión %s (%s)
fr: GpgEX Version %s (%s)
it: Questa è la versione GpgEX %s (%s)
nl: Dit is GpgEX versie %s (%s)
pl: To jest GpgEX wersja %s (%s)
pt: Este é o GpgEX versão %s (%s)
ru: Это GpgEX версии %s (%s)
sv: Detta är GpgEX version %s (%s)
